Repository: ThierryHFR/scangearmp2
Catalog: scangearmp2/po/*.po
Languages: ja, ru

source: Scanner
ja: スキャナー
ru: Сканер

source: Scan Mode:
ja: スキャンモード :
ru: Режим сканирования:

source: Select Source:
ja: 原稿の種類 :
ru: Выбрать источник:

source: Color Mode:
ja: カラーモード :
ru: Режим цветности:

source: Paper Size:
ja: 原稿サイズ :
ru: Формат бумаги:

source: Scan (JPEG)
ja: スキャン(JPEG)
ru: Сканировать (JPEG)

source: Scan (PDF)
ja: スキャン(PDF)
ru: Сканировать (PDF)

source: Close
ja: 閉じる
ru: Закрыть

source: Version
ja: バージョン情報
ru: Версия

source: Platen
ja: 原稿台
ru: Стекло

source: ADF Simplex
ja: ADF 片面
ru: Автоподатчик односторонний

source: ADF Duplex (Long-side Binding)
ja: ADF 両面(長辺とじ)
ru: Автоподатчик дуплекс (по длинной стороне)

source: ADF Duplex (Short-side Binding)
ja: ADF 両面(短辺とじ)
ru: Автоподатчик дуплекс (по короткой стороне)

source: Document
ja: 文書
ru: Документ

source: Photo
ja: 写真
ru: Фото

source: Color
ja: カラー
ru: Цветное сканирование

source: Grayscale
ja: グレースケール
ru: Чёрно-белое сканирование

source: Card
ja: 名刺
ru: Карточка (55x91мм)

source: L Landscape
ja: L判 横
ru: L (89x127мм) альбом

source: L Portrait
ja: L判 縦
ru: L (89x127мм) портрет

source: 4" x 6" Landscape
ja: KG 横
ru: 10x15см альбом

source: 4" x 6" Portrait
ja: KG 縦
ru: 10x15см портрет

source: Hagaki Landscape
ja: はがき 横
ru: Hagaki (100x148мм) альбом

source: Hagaki Portrait
ja: はがき 縦
ru: Hagaki (100x148мм) портрет

source: 2L Landscape
ja: 2L判 横
ru: 2L (127x178мм) альбом

source: 2L Portrait
ja: 2L判 縦
ru: 2L (127x178мм) портрет

source: A5
ru: A5 (148×210мм)

source: B5
ru: B5 (176×250мм)

source: A4
ru: A4 (210x297мм)

source: Letter
ja: レター
ru: Letter (216x279 мм)

source: Version %s
ru: Версия %s

source: Save Scan Image
ja: スキャン画像の保存
ru: Сохранить сканированное изображение

source: Save
ja: 保存
ru: Сохранить

source: The file name is not specified.
ja: ファイル名が入力されていません。
ru: Не указано имя файла.

source: The same file name already exists. Are you sure to overwrite it?
ja: 同じ名前のファイルが既に存在します。 上書きしますか？
ru: Файл уже существует. Перезаписать ?

source: You do not have permission to access the specified file. Specify another file name or save the file in another directory.
ja: 指定したファイルにアクセスするための権限がありません。 別のファイル名を指定するか、別のディレクトリに保存してください。
ru: Недостаточно прав для доступа к указанному файлу. Укажите другое имя файла или сохраните файл в другой папке.

source: The specified directory does not exist or you do not have permission to access the directory. Save the file in another directory.
ja: 指定したディレクトリが存在しないか、アクセスするための権限がありません。 別のディレクトリに保存してください。
ru: Указанная папка не существует или у Вас нет прав на доступ. Сохраните файл в другой папке.

source: The specified file name is invalid. Specify another file name.
ja: ファイル名が無効です。 別のファイル名を指定してください。
ru: Указанное имя файла неверно. Укажите другое имя файла.

source: Scanning...
ja: スキャン中...
ru: Сканирование...

source: Saving...
ja: 保存中...
ru: Сохранение...

source: Saved the scan result.
ja: スキャン結果を保存しました。
ru: Результат сканирования сохранён.

source: %d page(s)
ja: %d 枚目
ru: %d страница

source: Canceling...
ja: キャンセル中...
ru: Отмена...

source: Scan has been canceled.
ja: スキャンはキャンセルされました。
ru: Сканирование отменено.

source: Scan has been canceled. Check the printer.
ja: スキャンはキャンセルされました。プリンターを確認してください。
ru: Сканирование отменено. Проверьте устройство.

source: The printer is in operation. Check the printer. Scanner driver will be closed.
ja: プリンターは動作中です。プリンターを確認してください。 スキャナードライバーを終了します。
ru: Устройство занято. Драйвер сканера будет закрыт.

source: An error has occurred while scanning. Check the printer. Scanner driver will be closed.
ja: スキャン中にエラーが発生しました。プリンターを確認してください。 スキャナードライバーを終了します。
ru: Во время сканирования произошла ошибка. Проверьте устройство. Драйвер сканера будет закрыт.

source: Cannot communicate with scanner. Scanner driver will be closed.
ja: スキャナーと通信できません。 スキャナードライバーを終了します。
ru: Невозможно соединиться со сканером. Драйвер сканера будет закрыт.

source: There is not enough free disk space to complete the scan. Scanner driver will be closed.
ja: 読取を完了するために必要なディスクの空き容量がありません。 スキャナードライバーを終了します。
ru: Недостаточно места на диске для завершения сканирования. Драйвер сканера будет закрыт.

source: Cannot find available scanners. Cable may be disconnected or scanner may be turned off. Check the scanner status, and then try again.
ja: 使用できるスキャナーが見つかりません。 ケーブルが外れているか、電源が入っていない可能性があります。 スキャナーの状態を確認してから、やり直してください。
ru: Не найдено доступных сканеров. Возможно сканер отключён от сети или его питание выключено. Проверьте сканер и попытайтесь снова.

source: The ADF (Auto Document Feeder) is empty. Place paper in the ADF.
ja: ADF(自動原稿給紙装置)に原稿がありません。 原稿をセットしてください。
ru: Автоподатчик пуст. Поместите бумагу в автоподатчик.

source: Internal Error occurred. Scanner driver will be closed.
ja: 内部エラーが発生しました。 スキャナードライバーを終了します。
ru: Произошла внутренняя ошибка. Драйвер сканера будет закрыт.

source: Select Scanner
ja: スキャナーの選択
ru: Выбрать сканер

source: No scanners detected.
ja: スキャナーが見つかりません。
ru: Нет найденных сканеров.

source: Update Scanner List
ja: スキャナーリストを更新
ru: Обновить список сканеров

source: Cancel
ja: キャンセル
ru: Отмена

source: Searching...
ja: 検索中...
ru: Поиск...

source: Searching for scanners.
ja: スキャナーを検索中です。
ru: Поиск сканеров.

source: Updating the scanner list.
ja: スキャナーリストを更新中です。
ru: Обновление списка сканеров.

source: Release the lock switch, detach the USB cable and reconnect. Scanner driver will be closed.
ja: ロックスイッチを解除し、USBケーブルを抜いて、接続し直してください。 スキャナードライバーを終了します。
ru: Переключите переключатель блокировки, отсоедините кабель USB и снова подключите. Драйвер сканера будет закрыт.

source: Scanner initialization is in progress. Scan after it is complete.
ja: スキャナーの初期化中です。終了してからスキャンしてください。
ru: Идет инициализация сканера. Сканирование будет доступно после инициализации сканера.
